
第一章  总    则

第一条  为了加强城镇燃气压力管道的安全监察，规范在用城镇燃气压力管道定期检验工作，确保在用城镇燃气压力管道处于安全可靠的受控状态，保障公民生命和财产的安全，根据《特种设备安全监察条例》、《国务院对确需保留的行政审批项目设定行政许可的决定》（国务院令第412号）和《压力管道安全管理与监察规定》的有关规定，特制定本规则。
第二条  本规则适用于《特种设备安全监察条例》、《压力管道安全管理与监察规定》所规定的城镇燃气压力管道的定期检验。城镇燃气管道的分类见表1。
表1  城镇燃气管道压力（表压）分级表
名  称	压  力（MPa）
高压燃气管道	GB1-A	2.5＜P≤4.0
	GB1-B	1.6＜P≤2.5
次高压燃气管道	GB1-C	0.8＜P≤1.6
	GB1-D	0.4＜P≤0.8
中压燃气管道	GB1-E	0.1＜P≤0.4
表1中的GB1-C级次高压燃气管道定期检验包括一般性检查、专业性检验和安全性评价；表1中的GB1-D级次高压燃气管道、中压燃气管道定期检验包括一般性检查、专业性检验；表1中的高压燃气管道定期检验参照《长输（油气）管道定期检验规则》执行。
城镇燃气输配系统中的门站、调压站（器）管道及其部分安全保护装置、储存设备、附属设施的检验参照《在用工业管道定期检验规则》执行。
第三条  城镇燃气压力管道使用单位在开展定期检验时，应当充分采用完整性管理理念中的检验技术，开展基于风险的检验与安全性评价。
第四条  一般性检查，是指为了确保城镇燃气压力管道在检验周期内的安全运行而实施的在运行过程中的在线检查，一般性检查次数每年不得少于1次，需要进行专业性检验时，则该年度无需进行一般性检查。一般性检查由使用单位培训考核合格的专业人员进行，也可以由国家质量监督检验检疫总局（以下简称国家质检总局）核准的检验检测机构（以下简称检验机构）进行。
第五条  专业性检验，是指按一定的检验周期对在用城镇燃气压力管道进行的基于风险的全面检验。从事专业性检验的检验检测机构除应当满足《特种设备检验检测机构核准规则》（TSG Z7001-2004）中相应项目的条件外，还应满足附件A的要求。
城镇燃气压力管道投用后3年内应当进行首次专业性检验。
第六条  安全性评价，是在专业性检验的基础上开展的评价工作，对管道进行的应力分析计算，对危害管道结构完整性的缺陷进行的剩余强度评估与超标缺陷安全评定，对危害管道安全的主要潜在危险因素进行的管道剩余寿命预测，以及在一定条件下开展的材料适用性评价。安全性评价应当由国家质检总局核准的机构进行,其核准要求除应满足国家质检总局的现行技术规范外，还应满足附件A的要求。
第七条  属于下列情况之一的城镇燃气管道，专业性检验周期应适当缩短：
(一)多次发生严重泄漏、爆管等事故的管道以及受到第三方破坏的管道；
(二)发现应力腐蚀、严重局部腐蚀或者全面腐蚀（注）的管道；
(三)防腐层损坏严重的管道；
(四)风险评估发现风险值较高的管道；
(五)一般性检查中发现严重问题的管道；
(六)检验人员和使用单位认为应该缩短检验周期的管道；
注：压力管道局部腐蚀和全面腐蚀的确定方法见附件B。
第八条  属于下列情况之一的管道，应当立即进行专业性检验：
(一)管道运行工况发生显著改变从而导致运行风险提高的管道；
(二)输送介质种类发生重大变化，改变为更危险介质的管道；
(三)城镇燃气压力管道停用超过一年后再启用的封存管道；
(四)有重大改造修理的管道。
第九条  从事城镇燃气压力管道定期检验的机构（以下统称检验机构）和人员，必须在其资格范围内开展定期检验工作，接受管道所在地质量技术监督部门的监督，并且对城镇燃气压力管道定期检验工作负责。
第十条  定期检验前，检验机构应当制定定期检验的方案、安全措施和应急预案。检验方案由检验机构技术负责人审查批准，从事定期检验的人员应当严格按照批准后的检验方案进行检验工作。管道使用单位应当做好定检验前的各项准备工作，使城镇燃气压力管道管道处于适宜的待检状态。

