第二章  一般性检查

第十一条  一般性检查前，使用单位应作好相关准备工作。
第十二条  一般性检查开始前，使用单位应当准备与检查有关的管道平面(纵断面)图、单线图、历次一般性检查和专业性检验报告、运行参数等技术资料。检验人员对管道运行记录、开停车记录、管道隐患监护措施实施情况记录、管道与调压站改造施工记录、检修报告、管道故障处理记录进行检查，记录检查情况。
第十三条  检查人员应当根据相关的数据进行综合评价，确定事故容易发生的位置以及发生事故造成严重后果的位置，重点对下列管道进行检查：
(一)穿跨越管道；
(二)管道出土、入土点、管道分叉处、管道敷设时位置较低点、位于排污管下或其他液体管道下的燃气管道；
(三)影响管道安全运行，曾经发生过严重泄漏和严重事故的管道；
(四)工作条件苛刻及承受交变载荷的管道；
(五)存在第三方破坏的管道；
(六)曾经为非机动车道或者绿化带改为机动车道的、经过空穴（地下室）的管道。
第十四条  一般性检查包括宏观检查、防腐层检查、电性能测试、阴极保护系统测试、壁厚检查、介质腐蚀性调查、安全保护装置检验，必要时进行腐蚀防护系统检查，部分项目可结合日常巡线进行。
第十五条  宏观检查的主要项目和内容如下：
(一)泄漏检查，主要检查管道穿跨越段、阀门、阀井、法兰、凝水缸、补偿器、调压器、套管等组成件，铸铁管连接接口、非金属管道熔接接口的泄漏情况，采用相应的泄漏检测仪进行泄漏点检测或地面钻孔检测，必要时对燃气可能泄漏扩散到的地沟、窨井、地下构筑物内进行检查，对于次高压燃气压力管道，必要时，可采用声学泄漏检测方法进行远距离泄漏监测；
(二)位置与走向检查；
(三)地面标志检查；
(四)管道沿线地表环境调查；
(五)穿跨越管道检查，主要检查穿越管道锚固墩、套管检查孔的完好情况以及水流冲刷侵蚀情况，跨越管道防腐层、补偿器完好情况，吊索、支架、管子墩架的变形、腐蚀情况；
(六)凝水缸检查，主要检查定期排放积水情况，护盖、排水装置的泄漏、腐蚀和堵塞情况；
(七)线路阀门、法兰、补偿器等管道元件的检查；
(八)检查人员认为有必要的其他检查。
第十六条  防腐层检查，主要检查入土端与出土端、露管段、阀井内、阀室内管道防腐层的完好情况。检验人员认为有必要时可对风险较高地段管道检测设备进行地面非开挖检测。
第十七条  电性能测试的主要项目和内容如下：
(一)绝缘法兰、绝缘接头、绝缘短管、绝缘套、绝缘固定支墩和绝缘垫块等电绝缘装置的绝缘性能；
(二)对采用法兰和螺纹等非焊接件连接的阀门等管道附件的跨接电缆或其它电连接设施的电连续性；
(三)辅助阳极和牺牲阳极的接地电阻。
第十八条  对有阴极保护的城镇燃气压力管道，应当进行阴极保护系统测试。测试项目和内容如下：
(一)测试管道沿线保护电位，测量时应考虑IR降的影响；
(二)有条件的情况下，应当测试牺牲阳极输出电流、开路电位； 
(三)当管道保护电位异常时，测试管内电流；
(四)检查阴极保护系统运行状况，管道阴极保护率和运行率、排流效果、阴保系统。
第十九条  利用在用城镇燃气压力管道的阀井或新挖探坑，对重要管道或有明显腐蚀和冲刷减薄的弯头、三通、盲管、管径突变部位及相邻直管部位进行壁厚抽样检测。
第二十条  对管输介质成份测试报告进行分析，开展介质腐蚀性调查。
第二十一条  安全保护装置检验，一般执行《在用工业管道定期检验规则》和《安全阀安全技术监察规则》的相关规定，特殊的安全保护装置参照现行相关国家或行业标准的规定执行。
第二十二条  一般性检查的现场工作结束后，检验人员应根据检查情况出具一般性检查报告，做出下述检查结论： 
(一)允许使用，检查结果符合现行法规与标准要求；
(二)监控使用，检查结果虽然发现有超出现行国家法规与标准规定的缺陷，但能满足安全使用要求的；
(三)进行专业性检验，检查结果发现存在多处超出国家法规与标准规定的缺陷，且不能全部满足安全使用要求。
专业性检验报告的封面、目录、检验结论的格式见附件C，有关检验项目报告的格式，检验机构自行制定。
第二十三条  有条件的燃气管道使用单位应将一般性检查及其结论录入燃气管道地理信息系统、管道完整性管理信息系统。

