附件A      
公用管道专业性检验和安全性评价机构核准条件
A1  专业性检验机构核准条件
A1.1  技术人员
         管道级别
人员资格	GB1-A 
GB1-B	GB1-C	GB1-D，GB1-E
检验人员	压力管道检验师(人)	7	5	3
	压力管道检验员(人)	20	15	5
	承压类高级检验师（人）	4	2	1

A1.2  检验仪器
管道级别
仪器设备	GB1-A 
GB1-B	GB1-C	GB1-D，GB1-E	备注
土壤腐蚀速率测量仪	2	1	0	—
力学性能试验仪器	1	—	—	包括拉伸、弯曲、冲击韧性、落锤撕裂等
全站仪	3	1	—	—
光谱分析仪	1	0	0	16元素
长距离管道超声导波检测系统	1	1	0	—
不拆保温管体壁厚脉冲涡流检测仪	1	0	0	—
管道漏磁检测仪	1	1	0	—

A2   安全性评价机构核准条件
安全性评价机构应至少具备以下条件：
(1)具备GB1-A、GB1-B级压力管道专业性检验机构核准条件；
(2)有健全的机构章程、管理制度、工作规则和质量保证体系；
(3)至少有5名人员具有高级以上（含高级）专业技术职称，至少有2名人员具有博士以上（含博士）学历且为力学相关专业，并且从事安全性评价工作3年以上；
(4)具备从事安全性评价业务范围相适应的装备、正版力学计算与安全评价软件，拥有大型计算仿真中心（应力分析计算中心）。
(5)具备硫化氢应力腐蚀开裂和氢致开裂敏感性分析的设备和能力；
(6)至少具备一套大型管道全尺寸试验台；
(7)至少具备一套和安全性评价相关得正版标准、安全技术规范。

